IDEA StatiCa Open Model
TendonStressLoading Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TendonStressLoading()
Public Sub New
public:
TendonStressLoading()
See Also
Reference
TendonStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace